// import React from "react";

// const BasicQuestion= () => {
//   return (
//     [
//       {
//         "id": 1,
//         "question": "아파트/빌라/원룸/오피스텔 중 원하는 공간 형태는 무엇인가요? 단어 형태로 답변해주세요:"
//       },
//       {
//         "id": 2,
//         "question": "매매/전세/월세 중 원하는 주거 형태는 무엇인가요? 단어 형태로 답변해주세요:"
//       },
//       {
//         "id": 3,
//         "question": "서울/성남 범위 이내 원하는 지역을 선택해주세요.(예시: 경기도 성남시 복정동)\n만약 여러 지역을 원하시면 띄어쓰기로 구분해서 입력해주세요."
//       },
//       {
//         "id": 4,
//         "question": "희망하는 가격대를 알려주세요(만원 단위로 입력)\n월세의 경우 보증금/월세 형태로 입력해주세요:"
//       },
//       {
//         "id": 5,
//         "question": "원하시는 전용면적을 알려주세요. 단, 숫자만 입력해주세요"
//       },
//       {
//         "id": 6,
//         "question": "사용자님 맞춤형 매물을 추천해드릴게요!\n추가로 원하는 조건을 문장으로 말씀해주세요. 없으면 '아니요'를 입력해주세요"
//       },
//       {
//         "id": 7,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 8,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 9,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 10,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 11,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 12,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 13,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 14,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 15,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 16,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 17,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 18,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 19,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       },
//       {
//         "id": 20,
//         "question": "원하는 추가 조건이 더 있으신가요? 없으면 아니요를 입력해주세요"
//       }
//     ]
//   );
// };

// export default BasicQuestion;